/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"XSRefreshHeaderIdleText"           = "Потяните чтобы обновить";
"XSRefreshHeaderPullingText"        = "Отпустите чтобы обновить";
"XSRefreshHeaderRefreshingText"     = "Загрузка...";

"XSRefreshAutoFooterIdleText"       = "Нажмите или потяните чтобы загрузить еще";
"XSRefreshAutoFooterRefreshingText" = "Загрузка...";
"XSRefreshAutoFooterNoMoreDataText" = "Больше нет данных";

"XSRefreshBackFooterIdleText"       = "Потяните чтобы загрузить еще";
"XSRefreshBackFooterPullingText"    = "Отпустите чтобы загрузить еще";
"XSRefreshBackFooterRefreshingText" = "Загрузка...";
"XSRefreshBackFooterNoMoreDataText" = "Больше нет данных";

"XSRefreshHeaderLastTimeText"       = "Последнее обновление: ";
"XSRefreshHeaderDateTodayText"      = "Сегодня";
"XSRefreshHeaderNoneLastDateText"   = "Нет записи";
